app/views/cases/index.html.erb

SELECT "cases".* FROM "cases"
---
  <ul>
    <% Case.all.each do |c| %>